package org.Picnic.Model;

import java.util.ArrayList;
import java.util.Arrays;
import java.util.List;

abstract class ProductList {
    static List<String> list = new ArrayList<>(Arrays.asList(
            "Великолепные томаты",
            "Хрустящие корнишоны",
            "Экзотические цукини",
            "Сочнейший лук",
            "Громаднейшие перцы",
            "Мягчайший белый хлеб",
            "Ароматнейший бородинский хлеб",
            "Чай. Байховый",
            "Чертовски хороший кофе",
            "Фирменный вишневый пирог",
            "Абрикосовое варенье",
            "Вафли. Шоколадные",
            "Аргентинская говядина",
            "Чешская рулька",
            "Круглый плед-блин",
            "Хрустящий испанский багет",
            "Острые олеандровые шпажки",
            "Одноразовый тандыр",
            "Кириешки со вкусом маринованного краба",
            "Кружевные бумажные салфетки",
            "Змеиная кожа для набивания сарделек",
            "Металлическая плетеная корзинка",
            "Подушка-шаурма",
            "Спрей от насекомых и простейших",
            "Ловушка-шампур для мух",
            "Сублимированное вино",
            "Одноразовые хрустальные стаканы",
            "Набор бумажных столовых приборов"
    ));
}
